anecdots = [
"два дровосека стучат в лесную избушку. оттуда выходит третий дровосек:\n\
– в чем дело?\n\
– да вот, нашли в лесу тело убитого и подумали, может это ты\n\
– в красной рубашке или в коричневой?\n\
– в красной\n\
– ну, тогда не я",

"слепой заходит в магазин, берет собаку–поводыря и начинает над головой раскручивать\n\
— мужчина, что вы делаете?!!\n\
— да так, осматриваюсь...",


"-Извините меня, а вы случайно не Рабинович?\n\
-Нет!\n\
-Понимаете, дело в том, шо Рабинович - я, а Вы сейчас надеваете моё пальто",


"Вот купила моющиеся обои! Теперь целую неделю в душ не могу зайти: они там моются…",


"Кассирша спрашивает у покупателя:\n\
— Молодой человек, мелочь не посмотрите?\n\
Покупатель:\n\
— Ну... показывайте... ",


"– Тебе не мешает, то что ты левша?\n\
– Нет. У каждого человека свои особенности. Вот ты, например, какой рукой размешиваешь чай?\n\
 – Правой!\n\
– Вот видишь, а нормальные люди – ложечкой.",


"Экскурсовод:\n\
- А сейчас мы проезжаем мимо самого известного борделя Лас Вегаса...\n\
Наш турист:\n\
- А почему мимо!?",


"Жена - мужу:\n\
- Ты сказал, что сделаешь уборку, а сам исчез... Это, что за прикол такой?\n\
- Я не исчез - я убрался!",


"Друг пришел к другу, открыла дверь мама:\n\
- А Вова кушает. Ты, наверное, тоже кушать хочешь?\n\
- Да. \n\
- Так сходи домой, покушай.",


"В сельском доме ночью раздается стук в окно. \n\
— Дрова нужны? \n\
— Нет. \n\
Утром просыпаются — дров нет.",


"- Ну как? Видели невесту? Что скажете? \n\
- Мне в ней не понравились три вещи. \n\
- Какие же? \n\
- Ее подбородок.",


"— Я пирожки с черникой люблю, у меня поэтому зрение 100%\n\
— А я с грибами — у меня 150% зрение\n\
— Это как?\n\
— Вижу то, чего нет."]
