start_kb = [["Пройти lampa-тест"]]

fruit_kb = [
    ["Кокос 🥥"],
    ["Синьор-лимон 🍋"],
    ["Абхазский виноград 🍇"],
    ["Пьяная вишня 🍒"],
]

sound_kb = [
    ["Шум прибоя"],
    ["Соседская дрель"],
    ["Голос Меладзе"],
    ["Звук пешеходного перехода"],
]

animal_kb = [["Единорог 🦄"], ["Птенчик 🐣"], ["Муравей 🐜"], ["Рыба Нина 🐟"]]

consent_kb = [["Я готов."]]

stickers_kb = [["Хочу"], ["Не хочу"]]

current_mood_text = (
    "1) Стало лучше чем до чата, уже не так грустно\n"
    "2) Никак не изменилось. Мне всё ещё не очень\n"
    "3) Стало хуже чем было до чата, теперь совсем тоска\n"
)

current_mood_kb = [["1", "2", "3"]]

why_leave_kb = [
    [],
]

connection_text = (
    "Сейчас мы соединим тебя с человеком,"
    "который чувствует себя тем же фруктом, звуком и животным, что и ты… "
    "Ты не увидишь ни фото, ни имени, но ты почувствуешь, "
    "что где-то в мире есть человек, которому не все равно, как твои дела) "
    "Этому человеку сейчас тоже грустно. "
    "В такие моменты очень важно чувствовать, что ты не один. "
    "Попробуй узнать, что у него случилось и немного поддержать. Он поддержит тебя тоже, "
    "и вам обоим станет немного теплее, светлее и радостнее )"
)


comrade_found_text = (
    "Мы нашли вам собеседника. Если захотите покинуть чат нажмите /stop"
)
comrade_left_text = "Ваш собеседник покинул чат, для выхода нажмите /stop"
chat_finished_text = "Чат завершён"
lobby_left_text = "Выход из лобби"
why_leave_text = """Почему ты рещил выйти из этого чата?\n
1)Мы пообщались, нам обоим стало лучше, я пошел жить эту жизнь дальше\n
2)Собеседник меня не понял и совсем не слушал, только говорил про себя\n
3)Собеседник оказался слишком странный, я просто не хочу продолжать общение\n
4)Мы решили перейти в другой мессенджер/чат, чтобы избавиться от анонимности\n
5)Я понял, что мне страшно рассказывать о себе совсем незнакомому человеку
"""
why_leave_kb = [["1", "2", "3", "4", "5"], ["Другое"]]

funny_kb = [["Мем"], ["Анекдот"], ["Выйти"]]
