start_kb = [["Пройти lampa-тест"]]

fruit_kb = [["Кокос 🥥", "Синьор-лимон 🍋", "Абхазский виноград 🍇", "Пьяная вишня 🍒"]]

sound_kb = [
    ["Шум прибоя", "Соседская дрель", "Голос Меладзе", "Звук пешеходного перехода"]
]

animal_kb = [["Единорог 🦄", "Птенчик 🐣", "Муравей 🐜", "Рыба Нина 🐟"]]

consent_kb = [
    [
        "Я буду внимательно, этично и тепло относиться к человеку на том конце чата,\
            \nЯ готов."
    ]
]

stickers_kb = [["Хочу", "Не хочу"]]

current_mood_kb = [
    [
        "Стало лучше чем до чата, уже не так грустно",
        "Никак не изменилось. Мне всё ещё не очень",
        "Стало хуже чем было до чата, теперь совсем тоска",
    ]
]

why_leave_kb = [
    [
        "Мы пообщались, нам обоим стало лучше, я пошел жить эту жизнь дальше",
        "Собеседник меня не понял и совсем не слушал, только говорил про себя",
        "Собеседник оказался слишком странный, я просто не хочу продолжать общение",
        "Мы решили перейти в другой мессенджер/чат, чтобы избавиться от анонимности",
        "Я понял, что мне страшно рассказывать о себе совсем незнакомому человеку",
        "Другое",
    ],
]
